[
{
    "title": "Alice Cooper",
    "image": "img/alice-cooper.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "I didn&apos;t have anything to say about this drawing back in the day.  Looking at it now, I can safely say that Alice Cooper only looks slightly less ugly and creepy than he actually is.  The nose in particular looks like plastic."
},
{
    "title": "Apple",
    "image": "img/apple.jpg",
    "types": "Landscape",
    "color": "Color",
    "medium": "Cray-paz",
    "description": "Another school drawing done in cray-paz. The apple takes on a somewhat abstract form. Nice nice drawing, A."
},  
 {
    "title": "Area Codes",
    "image": "img/ludacris.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "With all the area codes in the background, I felt like Ludacris, with the song Area codes, was a fit for this drawing. With his goofy face as well as his wide open mouth, it feels like a funny drawing. I added my area code on purpose since Ludacris forgot it, as well as our other area code, 541."
},
{
    "title": "Art 281 Painting: Restricted Areas",
    "image": "img/pcc1.jpg",
    "types": "Miscellaneous",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "In this painting, I was only allowed to work on a certain area of the painting, marked by the teacher.  I like the figure in the painting and how he fits in it, as well as his hair.  The green sweater fits with the green area of the background."
}, {
    "title": "Art 281 Painting: Restricted Palette",
    "image": "img/pcc2.jpg",
    "types": "Miscellaneous",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "In this painting, we had a restricted palette which affected what colors we used.  I used red and blue in this one, with a little yellow to complement it."
}, {
    "title": "Art 281 Painting: Color Change",
    "image": "img/pcc3.jpg",
    "types": "Miscellaneous",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "In this painting, we were forced to work in a different color scheme.  For me, I changed the greens to blues and blues to green, but kept everything else the same.  In all, working in another color scheme not visible is different and makes the model look odd"
}, {
    "title": "Art 281 Painting: Imaginary Focus Point",
    "image": "img/pcc4.jpg",
    "types": "Miscellaneous",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "In this painting, I was not focusing on the model or anything around it.  Instead, I focused on an ornament not in the painting.  This allowed us to make less time painting on the model and more on the background.  The brown part in the back makes this painting look interesting and divides the background"
}, {
    "title": "Art 281 Painting: Doubling",
    "image": "img/pcc5.jpg",
    "types": "Miscellaneous",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "In this painting, we painted the same figure in two different positions.  While the first position was in the back of her head, which makes things interesting, the figure looking to the left adds depth, as does the girl painting in the background, which was not the model, but adds color to it, making the model more interesting."
}, {
    "title": "Art 281 Painting: Tripling",
    "image": "img/pcc6.jpg",
    "types": "Miscellaneous",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "In this painting from my class, I had to deal with painting the same person in three different positions, with different clothes.  I like how all three figures fit together in the painting and the colors fit well too.  You can see depth in the painting for the blue figure is much bigger than the purple figure and so on"
}, {
    "title": "Art 281 Painting: Doubling",
    "image": "img/pcc7.jpg",
    "types": "Miscellaneous",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "In this painting, I had the same figure in the painting in two different places.  In this one, the light shines bright on the figure further away which makes the painting have variety in figure in contrast to the figure in front.  The face of the further one fits well in the background."
}, {
    "title": "Art 281 Painting: The Mothership",
    "image": "img/pcc8.jpg",
    "types": "Miscellaneous",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "In this final painting from the class, everyone modeled for a period of time.  From my view, the big guy in black covers half of them, which gives the painting depth and difference in size, as does the lady in purple, though not as dramatic and everyone else is far way"
}, {
    "title": "Asian Elvis",
    "image": "img/asian-elvis.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "Although he’s a character from the game Onimusha, everyone thought he was Elvis Presley due to his hair. I like his laughing stance and his cape."
}, {
    "title": "Bald Physic Teachers and Wigs",
    "image": "img/bald-parker.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "In this drawing, I wanted to portray my physics teacher Mr.. Parker as a weightlifter (he’s a wrestler).  I had wigs fall from the sky to make it colorful and to tease at him for his baldness.  On the barbell he’s lifting is physics showing how much he’s lifting and energy he’s using, for only 5 kilograms"
}, {
    "title": "Barry White, Baby",
    "image": "img/barry-white.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "The super baritone man himself, laughing and showing that smile. I wanted to capture that image and make him look masculine."
}, {
    "title": "Beatnuts in a Can",
    "image": "img/beatnuts.jpg",
    "types": "Miscellaneous",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "I wanted to do a different drawing and think of a creative idea. So I put the rap group Beatnuts, and made them peanuts. The nuts are shaped like the members of the group, Psycho Les and Juju, and the Beat-nuts can features their logo with a few saying. Those sayings are “Watch out Now,” “No Escapin this jam tight flavor,” “Peanuts with a Spanish flavor” and “warning, Deeez Nuts may make you Stone Crazy,” all which refer to them and their songs. With women like them, I bet they would scream."
}, {
    "title": "Billy Idol",
    "image": "img/billy-idol.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "In this drawing, I wanted to show Billy idol.  I like his spiky hair and how it works with the dark side of his face"
}, {
    "title": "Bob Dylan",
    "image": "img/bob-dylan.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "This picture gets a page all by itself. Since it’s so big, I felt it deserved it. Anyway, the hair and the dark side of his face seems to be all one figure, with the light side of the face fitting in well. Although I would have liked all the hair to fit in. The big presence of his face makes it worthwhile."
}, {
    "title": "Bob Knight Near the Chair",
    "image": "img/bob-knight.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "This drawing of basketball coach bob knight depicts him at his days with Indiana university, showing him in his famous red sweater, which balances with the red background.  This drawing almost has a cartoon feel to it with the edges drawn in.  The chair represents his chair throwing antics and fits in well to take pressure off the figure"
}, {
    "title": "Bob Marley",
    "image": "img/bob-marley.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "With this drawing, I wanted to do a different pose, for the pose he is in right now is tough to draw. His dreadlocks really stand out and I like the tone of the drawing."
}, {
    "title": "Bootsy Collins",
    "image": "img/bootsy.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "Just look at those star-shaped glasses and you’ll know why I did this drawing. That and the silly teeth makes a fun drawing that’s silly and fun. The green meshes in really well with the drawing."
}, {
    "title": "Boredom in Physics",
    "image": "img/boredom.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "While I was bored enough in physics class the draw this kid, he takes the cake for thinking of such a bored pose. I drew this one in class and then painted it a month later. I like the emotion in this one, for he’s bored. The hands are a bit questionable though. The hair is pointy too."
},  {
    "title": "Bounty Hunter",
    "image": "img/bounty-hunter.jpg",
    "types": "Fantasy",
    "color": "Color",
    "medium": "Construction Paper",
    "description": "I wanted to emulate Matisse&apos;s famous jazz pictures with paper and try something new.  This drawing, of a star wars character, resembles Matisse&apos;s drawing title Icarus, except more complex with the mask and rockets.  The colors offset on another and overall, is a good way to make a picture, though this one is small"
}, {
    "title": "Bruce Springsteen in the U.S.A.",
    "image": "img/bruce-springsteen.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "In this painting, I restricted my palette to U.S.A colors (red and blue) due to Bruce springsteen’s love for the country.  The wall behind Bruce with the flag on it is a little uneven but still fits in.  The second figure in the background is also bruce, making the painting a doubling"
}, {
    "title": "Bubba Sparxxx",
    "image": "img/bubba.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "I wanted a muddy picture for this one, for Bubba Sparxxx has danced in mud before and I wanted to show that not everything has to be solitary and that it can be indeed free flowing, such as the mud."
}, {
    "title": "Busta Rhymes in mud",
    "image": "img/busta-rhymes.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": " I wanted to do a gruesome picture with this one, and a man in mud was perfect. I like those scary eyes Busta Rhymes has, as well as the horizontal layout of the drawing. On the tub he is in, his name is written between his hands."
}, 
 {
    "title": "Carlos Santana",
    "image": "img/santana.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "This early drawing stands as one of my favorites. I like the way his face is constructed on this one. It’s also small and not as big as the others."
}, 
{
    "title": "Cezanne Rock",
    "image": "img/cezanne.jpg",
    "types": "Landscape",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "In this drawing, I wanted to focus on the main point of a Paul Cezanne painting, planes.  There are planes of grass, sand, water, mountain, and sky in this drawing.  The rock in the ocean represents Cezanne himself, with his signature head.  The landscape is borrowed from a painting of his with parts taken and parts left out."
}, {
    "title": "Channa Horwitz",
    "image": "img/channa.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "One of my biggest influences in my art. If I’m artist #2 in the family, she’s #1. She’s the only person in my family I think that can understand my drawings, though I don’t understand hers yet. I did this drawing as a tribute to Channa."
}, {
    "title": "Chris Redfield",
    "image": "img/chris-redfield.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Cray-Paz",
    "description": "In this drawing, I wanted to capture a dark scary image, and this time make Chris stand near a black wall with dark blue window that makes things scary.  The bright green jacket makes this drawing interesting in contrast with the dull dark background"
}, {
    "title": "Chrono Trigger",
    "image": "img/chrono.jpg",
    "types": "Fantasy",
    "color": "Color",
    "medium": "Computer",
    "description": "I decided to do an image on the computer and experiment.  It’s pretty interesting how you can skew parts of an image, like the guys crazy legs or colors being changed like the creatures  upper right head.  It’s a cool and future concept that can be fun to experiment with"
}, {
    "title": "Cool Landscape",
    "image": "img/cool.jpg",
    "types": "Landscape",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "My first landscape painting I did, and with this one, I wanted a cool color scheme, which gives the painting a cool feel.  I like the green hill, for it gives it more variety and depth."
}, {
    "title": "The Cover to my Art Showcase 2 Project",
    "image": "img/cover.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Computer",
    "description": "This wasn&apos;t actually part of my art showcase, but actually the cover to my 2nd Edition of my Art Showcase.  I thought it was cool enough to show here in 2016, just your basic multi-color variations of me when I was young.  I&apos;ve grown a lot since 2002."
}, {
    "title": "Dad",
    "image": "img/dad.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "I did this one much later than Mom, waiting for his birthday to do it. I love my dad too and I did this one in charcoal and pastels. Since he likes golf so much, I added a golf background"
}, {
    "title": "Dante the Devil",
    "image": "img/dante.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Acrylic Paint",
    "description": "I wanted to do a real dark painting and I did it well here. Since he’s a devil, I felt that dark was the way to go. The white hair does it justice and stands out really well. It makes the drawing complete, as well as that eye."
}, {
    "title": "Dark Still Life",
    "image": "img/still-life.jpg",
    "types": "Miscellaneous",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "This still life, my first in color pastels, can be described as describing death.  With a skull being cut into, a dead rose, and a surrendering flag, this still life is supposed to represent  a dark image, in this case, death.  The box in the back, the basketball on the floor, the puck and the fire in the background all fit in well"
}, {
    "title": "Dead or Alive",
    "image": "img/dead-or-alive.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Acrylic Paint",
    "description": "I wanted to do a dark fighting pose of the head and body for this painting (since the legs are not in this painting) I wanted to do a lady with white hair and I like the effect it has on the rest of the painting."
}, {
    "title": "DMX in Denial",
    "image": "img/dmx.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "I wanted to do an emotional drawing this time around and DMX, with his hands on his face, felt like this was the perfect one. I like the eyes and how it fits in the drawing."
}, {
    "title": "Drawn by the Drawer Formerly Known As Adam Bodie",
    "image": "img/prince.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "This drawing of Prince, shows him in purple rain.  With the symbol (his old name) appearing on his face, it gives the drawing a abstract look.  The purple rain and background with the blue symbol and shirt mix in very well"
}, {
    "title": "Ear-Dinner at the Boxing Ring",
    "image": "img/mike-tyson.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "In this painting, you can see boxer mike Tyson looking thrilled with his ear dinner while he is practicing his boxing.  Most known for his ear biting antics, The painting has a dark feeling as the sky gradually gets darker, and the table is almost parallel to the edge of the boxing ring."
}, {
    "title": "Edgar the Raven",
    "image": "img/edgar.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "Based on the classic poem The Raven, one of Edgar Allen Poe’s finest work. Since Edgar has a fascination for Raven’s, I felt that I should turn him into one. With a pen in his mouth, writing nevermore all over the paper it’s standing on. Those eyes direction are creepy."
}, {
    "title": "Elton John",
    "image": "img/elton-john.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "In this painting, I wanted to paint a portrait, which I rarely do in this fashion.  This painting, coated black to make it appear darker, shows Elton john as somewhat as a ghostly figure."
}, {
    "title": "F-22 Raptor in the Sky",
    "image": "img/f22-raptor.jpg",
    "types": "Object",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "I wanted a chance to draw an airplane and with this drawing, I learned how to do the mechanics of drawing.  I like the name to this plane (thanks to my uncle airplane expert) and it makes it look ferocious"
}, {
    "title": "F-a-b-o-l-o-u-s",
    "image": "img/fabolous.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "In this painting, I wanted to experiment with having the figure near the bottom of the painting, rather than the middle which is most common.  I also wanted to put a divider in my painting that splits it into two.  I put fabolous’ name in the painting so many times because it is reminiscent to his raps where he spells his name in every song, which annoys me."
}, {
    "title": "Fat Joe the Don Thug",
    "image": "img/fat-joe.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "Your typical thug, as seen by the lettering on his face which spells T-H-U-G. His hands spell R-E-A-L, since he thinks he’s real. That about all he raps about. The hidden messages in the background are J.O.S.E., Fat Joe, I’m Real, and You’re Phony. He’s a generic rapper who should be noted for it. I felt he needed a lesson in thugging."
}, {
    "title": "Fatman",
    "image": "img/fatman.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "From the video game Metal Gear Solid 2, I wanted to do a horizontal picture with this one to make him look more fat. Normally I don’t like this size but I felt this picture fitted it very well. I love that expression on his face, as well as the change from black to white to black from the end of his cape to his face."
}, {
    "title": "George Harrison",
    "image": "img/george-harrison.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "This drawing, done shortly after his death, really seems to be a ‘touching’ tribute. Not that I like him or anything, I felt it had to be done. It goes well with his partner John Lennon."
}, {
    "title": "Grandma Judy",
    "image": "img/judy.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "A picture of my dead grandmother (R.I.P.) Which has a good color design.  The background fits with the sweater she’s wearing and her face fits in very well."
}, {
    "title": "Halo",
    "image": "img/halo.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "Straight from the X-Box video game, I decided to do a full body drawing rather than just the head. With his alien suit, it seemed more interesting to do the body than in most other drawings that I do."
}, {
    "title": "Halo",
    "image": "img/halo2.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Cray-Paz",
    "description": "I like this drawing and how it is built technically.  The blue background fits in very well with the green suit"
}, {
    "title": "Henri Matisse in my Jazz",
    "image": "img/henri-matisse.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "In this painting, I wanted to emulate Matisse&apos;s pure color scheme as well as use his famous jazz pictures, even though they were paper cut outs, I wanted to paint in that style, and it is much tougher than it seems, but nonetheless, I succeeded in painting Matisse"
}, {
    "title": "Hideo Kojima",
    "image": "img/kojima.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "Creator of the Metal Gear Series, I have an interest in Asian people, something about their faces just stand out. I like the hair and how pointy it is. Asian people have interesting eyes too."
}, {
    "title": "Homer J., Portrait of an A** Grabber",
    "image": "img/homer.jpg",
    "types": "Miscellaneous",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "In this painting, a max Beckmann inspired painting, shows a silhouette of homer Simpson in the mirror, while a donut and beer glass sit on a table with a plant.  The black borders are token from Beckmann&apos;s style of painting as is the plant itself."
}, 
{
    "title": "Humit Man",
    "image": "img/dave.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "My cousin Kimberly&apos;s fiancé, named Dave, whose a really cool guy. I waited to do this picture until they got engaged, which was in January, and since I could paint by then, I did a painting of it. I re did it a month later and added a ‘light’ source to it not seen in the picture."
}, {
    "title": "Imaginary Paradise",
    "image": "img/paradise.jpg",
    "types": "Landscape",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "In this drawing, I drew a landscape that I thought of.  The big tree shows depth and makes the drawing more of a landscape.  The house on the island with the light adds a light source and makes the drawing more contrasting.  The boat in the water and the airplane in the sky fill up the painting nicely and takes away space."
}, {
    "title": "Isaac Hayes",
    "image": "img/isaac-hayes.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "I surprisingly didn&apos;t have much to say about this drawing back in the day, as I just love his demeanor and attitude with the drawing.  One of my more true-to-life drawings."
}, {
    "title": "It’s Dark in Here",
    "image": "img/dmx2.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "My first color drawing, it portrays DMX very well, straight from the CD, It’s Dark and Hell is Hot. I like the red throughout the drawing, as well as his face."
}, {
    "title": "Ivan the Tall",
    "image": "img/ivan.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "In this drawing, I was interested in his height. Since he’s so tall, I felt that I had to portray it somehow with his face and I did that with his forehead. The original pencil drawing is with him in New York, so I used a scanned drawing as reference for this one. He’s my Aunt Rita’s father."
}, {
    "title": "Jacko with the Wacko Face",
    "image": "img/michael-jackson.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "A drawing that could be easily recognized. This is what this drawing is. I wanted to capture his ugly face, and especially the ugly nose, thus making it red. I mixed his skin color black and white, since he’s been both."
}, {
    "title": "James Brown with the Lipton",
    "image": "img/james-brown.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "In this drawing, I had James brown in a caricature for a Lipton brisk iced tea commercial, thus giving it a cartoon-like presentation.  I wanted to do James brown and his hair, which works well in the drawing too"
}, {
    "title": "Janis Joplin",
    "image": "img/janis-joplin.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "In this drawing, unlike most drawings I do, I made pink the main color and the focus of the portrait, rather than black.  The pink almost gives her a shadowy look and the black near the hair makes it stand out"
}, {
    "title": "Jennifer the Toddler",
    "image": "img/jenn.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Cray-Paz",
    "description": " I wanted to do a picture of Jennifer when she was a little baby, when she was at her cutest (and maybe her brattiest) I chose this picture because it fits here so well. Those eyes seem to be a little big."
}, {
    "title": "Jethro Tull",
    "image": "img/jethro-tull.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "This drawing of a member from Jethro Tull is playing a flute.  I like the flute as it seems to divide the picture into two.  The snot running down his nose makes things funny too"
}, {
    "title": "Jim Morrison",
    "image": "img/jim-morrison.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "I liked the way I built this portrait and how the black in it goes throughout the drawing in one big form.  Voted to be framed by my family for a reason and it shows with the black in the background"
}, {
    "title": "Jimi Hendrix",
    "image": "img/jimi-hendrix.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "One of my great drawings, which has been framed due to its excellence. I like the black extending from his hat to his shirt, all in one motion. The necklace looks nice and the green in the back fits very well. The smoke effect is good too."
},{
    "title": "John Lennon",
    "image": "img/lennon.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "What started out as a gag drawing to tease at him and his serious face turned into one of my most influential early works. Because of this drawing I realize I could draw people that I didn’t like, and not care. This drawing started it all. Love that hair."
}, {
    "title": "Jurassic 5 Hill",
    "image": "img/jurassic.jpg",
    "types": "Landscape",
    "color": "Color",
    "medium": "Cray-Paz",
    "description": "A school drawing I did in cray-paz, I wanted to represent the rap group Jurassic 5. I did this by placing objects referring to them. The objects are from top to bottom: Headphones, the number 7, a chemistry tube, a stump, a bowl of soup, a can of tuna and a tree stump posing as a record player. I didn’t pay too much attention to the rest of the drawing, the important part and got a B. Oh well."
}, {
    "title": "Kain",
    "image": "img/kain.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "I didn&apos;t have much to say about this drawing back in the day, looking at it now, I can see why.  I don&apos;t mind the vampire character but only vaguely remember who he is."
},  {
    "title": "Kareem Suzuki",
    "image": "img/kareem-suzuki.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "An imaginary figure I did, he’s a mix between a black and an Asian.  I wanted to do something from my head and not from real life, so in a way, I was doing something that Gauguin would’ve done with figures"
},{
    "title": "KD Lang",
    "image": "img/kd-lang.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "I wanted to do a ‘moody’ drawing, showing her in an expressionistic way instead of a realistic way. I like the emotion built on her face. The size of the drawing fits perfectly too."
},
 {
    "title": "The Legend of Celda",
    "image": "img/zelda.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Construction Paper",
    "description": "In another attempt with paper, I expanded my use of it to make a bigger, more complete picture.  This picture, of link from the legend of Zelda series, depicts him in a framed area which surrounds a castle with a sword on top.  I like the green scattered throughout the picture as well as the blue"
},
{
    "title": "Lunatic Is Going in His Head",
    "image": "img/pink-floyd.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "In this painting, I wanted to capture the guys ‘red’ hair, as well and the skin, which seems to be red-like too.  To avoid making the painting warm, I added the lunatic from a previous drawing of my, who is entering this guys head, a guy from pink Floyd, which is inspired from the same song as the one before with the lunatic."
}, {
    "title": "Lunatics cause Brain Damage",
    "image": "img/lunatic.jpg",
    "types": "Landscape",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "Inspired by the Pink Floyd song Brain Damage. Done in cray-paz, I wanted to do a dark stormy effect with this picture, and I did that. The lunatic is my own lunatic, not copied, so it is original. The moon is a little creepy too. I like the effect on the grass."
}, {
    "title": "Mark Andres",
    "image": "img/mark-andres.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "One day in my art class, I drew my teacher while taking notes on the proportion of the human head.  Although I couldn&apos;t do a full drawing of him due to the pace of his note taking, I still got enough to complete it."
}, {
    "title": "Marvin Gaye",
    "image": "img/marvin-gaye.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "In this drawing, I wanted to show emotion with Marvin Gaye.  Similar to the drawing of bob Marley I did early, with lesser head bending.  The eyes show how sad he may be."
},  {
    "title": "Max Payne",
    "image": "img/max-payne.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "From the video game named after him, he has an uncharacteristic grin I wanted to capture. With that slick tough guy attitude, I felt a dark drawing was in hand. That nose seems to be odd though."
},{
    "title": "Method Man a.k.a. A whole bunch of other titles",
    "image": "img/method-man.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "I love that expression on his face as well as the background, which seems to fit perfectly. I love the way he has only 1 eye open. It makes him more comical than he already is. Like with other Wu drawings, I had to add that emblem in it. Seems a little squished though."
}, {
    "title": "Mmmmm...donut",
    "image": "img/donut.jpg",
    "types": "Object",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "After doing the apple drawing, I wanted to do another food drawing at home, so I did a donut. Although it is an aberration from what I draw, it’s still original and good enough to eat."
},  {
    "title": "Mom",
    "image": "img/mom.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Pencil",
    "description": "I wanted to do a picture of my mom, who I love so much, so I did it in pencil, seeing how early I did this drawing"
},{
    "title": "Mr. Biggs",
    "image": "img/ron-isley.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "In this drawing, I wanted to use complementary colors to  make this drawing work.  With Ron Isley and his young face, I wanted to show youth and energy in this drawing."
}, {
    "title": "Mrs. Beasley’s Lemon Cake",
    "image": "img/cake.jpg",
    "types": "Object",
    "color": "Color",
    "medium": "COlor Pastels",
    "description": "This food drawing, unlike the other two, came from a picture in a catalog from Mrs. Beasley’s. Looks tasty don’t it? I wouldn’t eat it though, because I don’t like lemon cake."
}, 
 {
    "title": "Murky School Which Is Crazy and Trying Not to Be Tools of Learning",
    "image": "img/school.jpg",
    "types": "Fantasy",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "I wanted to do a surrealist drawing for this one, and for my first attempt of a Dali piece, I did good.  I made the drawing placed in a classroom, but made it seem anarchic for all the tools are trying to  escape, as if the school year is ending and shows that tools don’t want to teach either"    
},  
 
 {
    "title": "Not a Real Fighter",
    "image": "img/fighter.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "",
    "description": "He’s a Virtua Fighter character, hence he’s not real. I like the face and all the marks on this one. I also like that pointy beard as well as his Asian look."
},
{
    "title": "Papa Arthur Pearlstein",
    "image": "img/papa.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "My great grandpa, as well as the real Papa. Although I never met him in my life, I felt that Papa would be a great person to draw, seeing that I’ve been compared to him, as well as being named after him. I wanted to make sure his ears stood out, as they did."
}, {
    "title": "Pete Rock the Soul Brother #1",
    "image": "img/pete-rock.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "With this drawing, I wanted to portray his face in a professional matter. I felt that I accomplished that with this picture. The size of the drawing makes it better and bigger."
}, {
    "title": "Petey Pablo",
    "image": "img/petey-pablo.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "I wanted to get his mean grin in the picture, and portray his attitude in this one. The blue to the right of his face fits in very well, since he’s from North Carolina, and it makes it more versatile."
}, {
    "title": "Pimpin",
    "image": "img/pimpin.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Pencil",
    "description": "In this drawing, I used the design of a ZZ top CD and turned it into a cover for big daddy Kane with his two ladies.  The title of this CD is Pimpin because that’s what he is, as he is in pimp clothes.  I like the patterns on the women’s clothes and the antennae in the back, which was on the ZZ top cover to show its similarity"
},  {
    "title": "Portrait of a Shady Man",
    "image": "img/kenji.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "In this painting, one painted in the style of Picasso, shows a man in a tux with a dollar bill in his possession.  I like the bright colors in this one, for it gives a Las Vegas feel to it and makes the man look like a shady gangster who throws money around."
}, 
 {
    "title": "Pratistha the Nepalese friend",
    "image": "img/nepal.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "Actually, she’s Jennifer’s friend, but I wanted to do a live drawing this time around. Doing the rough draft at school while she did homework, I then did it in pastels and added color in it, which fits her well. Lighting wasn’t the best but I still feel that this drawing is good."
},

{
    "title": "Prepare for Doom",
    "image": "img/doom.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Cray-Paz",
    "description": "This drawing to me represents gruesome.  A drawing of an alien that to me looks like a guy wearing a nurse coat.  The warm background combined with the warm jacket makes this drawing seem odd"
},
{
    "title": "Private Chuck Scoped for Closeness",
    "image": "img/private-chuck.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "In this drawing, an imaginary character named chuck, a WWII nazi soldier, is being scoped by a sniper rifle.  Though the black could have been cut out to make a circle, it adds sense to the drawing making it look logical.  The box and bare land in the background make him stand out in front."
}, {
    "title": "Rallisport Car Near the Mountain",
    "image": "img/rallisport-car.jpg",
    "types": "Object",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "In this drawing, I wanted to capture the image of a car sitting on the ground with a big shadow near it.  To me, this car has abstract qualities, for it seems to go in two different directions breaking off between the front and back by that white line.  I like the mountain and how the colors fit in the drawing."
}, {
    "title": "The Realness",
    "image": "img/cormega.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": " An album cover I drew, from Queensbridge artist Cormega. A dark drawing, I like the black in the background and with this drawing, I learned that you could write white on black, mainly with the wording. Interestingly though, I didn’t pick up this CD until a few months after the drawing"
},  
{
    "title": "Restless Man",
    "image": "img/xzibit.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "Based on the video game cover for Max Payne, and putting rapper Xzibit on the cover, I wanted to make him look scary. I put the words Restless Man on the banner he’s behind due to that fact his last CD was named Restless. It fits him very well. I like the brick effect."
},{
    "title": "Richard Roundtree a.k.a. Shaft",
    "image": "img/shaft.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "I wanted to do a drawing of a guy with an afro in this one, as well as the gun, for mechanical purposes only, and Shaft was the right guy. His afro stands out really well, and the gun is built right. Those eyes are something else, they really stand out."
}, {
    "title": "Ryo from Shenmue",
    "image": "img/ryo.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "",
    "description": "My fascination for Asian men grew again, and this drawing around, I did yet another one. I like the hair and how pointy it is. The mouth seems to be a little too low, thus making the grumpy effect, but I like that. Fits him well."
},{
    "title": "Samanosuke",
    "image": "img/samanosuke.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": " I wanted to capture a drawing of the samurai. I like his face and the contrast in his face. Once again, I drew an Asian person, and Samanosuke, from the video game Onimusha, has the bold impression."
}, 
{
    "title": "Self-Portrait #1, Adam&apos;s the Name (I Look Bored)",
    "image": "img/adam.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Pencil",
    "description": "This was the first of many High School Self-Portraits I did.  I didn&apos;t have any comments back in the day, but looking at this portrait, I can see that this drawing was the simplest of the bunch.  I hadn&apos;t quite evolved back then."
},  {
    "title": "Self Portrait #2: Bored with a ¾ View",
    "image": "img/adam2.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Pencil",
    "description": "My second High School Self-Portrait shows me at a 3/4 view, providing a different perspective.  Compared to the first self-portrait, I can say now I that look a little more youthful than the first one.  I think it&apos;s the eyes, but either way, my youthfulness shows here."
}, {
    "title": "Self Portrait #3: Port of a bored view (Now I have Glasses)",
    "image": "img/adam3.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Pencil",
    "description": "My first High School Self-Portrait shows me with glasses.  Not the preferred look for me back then or now, but this self-portrait is more polished than the first two.  I remember drawing this this self-portrait the best when I was in high school."
}, {
    "title": "Self-Portrait #5, Ready to look at my Painting (Always with a Blank Stare)",
    "image": "img/adam5.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Acrylic Paint",
    "description": "My fifth Self Portrait, this one shows an evolution from drawing to painting.  I didn&apos;t have Self-Portrait #4 for this presentation, from my notes back in the day, my High School Art teacher Mr. Schlegel had it, and though I assume I got it back, I didn&apos;t keep it, I can safely say that this painting shows more of my true self than the previous ones, more mature with the earring and whatnot. "
}, {
    "title": "Self Portrait # 6 (Impersonations of Karl Bruillov)",
    "image": "img/sp6.gif",
    "types": "Portrait",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "This self portrait, I based it on a painting by Karl Bruillov, a Russian painter I have no idea who he is. I seem to be like a king in this painting and have that royal pose. I also did this portrait in a non rectangular format to see what it is like to do it that way and to make the portrait more king like"

}, {
    "title": "Self Portrait # 7: Devil vs. Angel",
    "image": "img/sp7.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Acrylic Paint",
   "description": "In this self portrait, I have two images of myself fighting one another with Chinese swords.  With my ‘angel’ side, I appear quiet and innocent, while my ‘devil’ side is cocky and fiery, but is losing for I am a nice guy.  The background is a hall at my school."
    
},  
{
    "title": "Shagadelic Austin Danger Powers Baby",
    "image": "img/austin-powers.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "The international man of mystery.I wanted a colorful drawing of him but I opted for a black and white image, though I wish I would have waited for color. I still like the drawing though, as his teeth really set the tone of the drawing."
}, {
    "title": "Sir Auron from FFX",
    "image": "img/auron.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "The big strong warrior from Final Fantasy X, he had that mean but nice look and I wanted to capture it. Those glasses make him even more interesting as well as that thing he’s wearing"
}, {
    "title": "Steven Tyler",
    "image": "img/steven-tyler.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "I didn&apos;t have anything to say about this drawing back in the day, and honestly, this drawing looks nothing like Steven Tyler.  This man looks way too decent in comparison to the hideous Steven Tyler, his ridiculously big lips and wavy hair.  One of my misses."
}, {
    "title": "StillNAS",
    "image": "img/nas.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "With this drawing, I wanted to do a moody drawing and show come dark clouds in this picture. With one of my favorite rappers Nas in the drawing, and the QB chain around his neck, I felt like that it was a good drawing."
}, {
    "title": "Sting Like A Bee",
    "image": "img/sting.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "In this drawing, I wanted to show sting’s personality and his suit that got him his name.  I put the bee in there to make the suit have something to complement with and make the sky get gradually darker to show contrast."
}, {
    "title": "Tidus from FFX",
    "image": "img/tidus.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "Also from the game Final Fantasy X, I wanted to take on the challenge of his hair, which is stringy and spiky. This was the main challenge of the drawing."
}, {
    "title": "Toejam",
    "image": "img/toejam.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "In this drawing, of an alien, I put this colorful alien on a colorful dance floor.  The smoky light in the sky makes the picture seems like it was on a dance floor and gives it an interesting scheme of things."
}, {
    "title": "Toyota Pod",
    "image": "img/toyota-pod.jpg",
    "types": "Object",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "This car, a cartoon like car in a way, due to it’s oddness, has lots of emotion built into it, mainly due to the red marks on the front, showing it’s madness.  The race course works well with the blue car and makes it colorful.  I originally had the car gray but it blended in with the road and made it blue to make it more filled with color."
}, {
    "title": "The Three Terrapins",
    "image": "img/maryland.jpg",
    "types": "Miscellaneous",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "I based this painting on the Picasso cubist painting “The three musicians.”  However, in my version, I replaced them with two basketball players and the coach, all of the NCAA national championship Maryland terrapins.  Everything seems to fit in well and is connected somehow"
},
{
    "title": "Turok",
    "image": "img/turok.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "In this painting, I wanted to have a big dinosaur in the middle, which is the focus of the painting.  I like the guy with the parachute in the sky with the gun, making the sky more complex.  The trees fit in well and the apple prevents the painting from being entirely cool, along with the little bits of yellow.  The leaves falling make this painting interesting."
},  
{
    "title": "The Ugly Rapper",
    "image": "img/pretty-ugly.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "I didn&apos;t have anything to say about this drawing back in the day.  I don&apos;t even know who this ugly rapper is now.  Still, I like the expression on his face and his angry grin."
},
{
    "title": "Virtua Green Stripe",
    "image": "img/akira.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "In this painting, I used the blueprint from a Matisse painting “green stripe” as the center of this one.  Like the Matisse painting, there’s a green stripe in the middle of the person’s face and red and yellow to each side, with blue hair on the top.  This painting has cubist qualities and the division makes the painting seem like a two-faced picture"
}, 
 {
    "title": "Waiting at Lover&apos;s Rock",
    "image": "img/sade.jpg",
    "types": "Portrait",
    "color": "Black & White",
    "medium": "Charcoal",
    "description": "This picture of singer Sade depicts her upset while she waits for her love with the weather windy and rainy.  I experimented with the temperature and got a moody picture that shows how emotional a drawing can be.  Being black and white makes it more logical and sensual."
}, 

{
    "title": "Warm Landscape",
    "image": "img/warm.jpg",
    "types": "Landscape",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "Unlike the other landscape I painting, this one features warm colors, a big contrast from the cool painting.  It sort of looks like a sunset in a way, and hell in another way.  The figure sitting on the rock is added to the painting to make it have more depth, for it would be too much empty water space in it."
},  {
    "title": "Word of Mouf",
    "image": "img/ludacris2.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "I wanted to do another mouth open drawing with Ludacris, and this one seems to fit. I like the logo on his hat, which fits him well. His head may have been moved to the right to fit the whole hair in it, but it doesn’t seem to matter with this picture."
}, 
{
    "title": "Yagyuu Juubei",
    "image": "img/yagyuu-juubei.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Acrylic Paint",
    "description": "My first painting, this one of an Asian man. I felt I did well considering it was my first painting, though I could improve on things, I’ll let it show my first venture in the painting world"
}, {
    "title": "You Scared?",
    "image": "img/residentevil.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Cray-Paz",
    "description": "In this drawing, I wanted to captured this guys image as being scared to death by something, probably a zombie.  The mucky green in the background makes the drawing more dark and gruesome and fits with the face and body"
}, {
    "title": "ZZ Top",
    "image": "img/zz-top.jpg",
    "types": "Portrait",
    "color": "Color",
    "medium": "Color Pastels",
    "description": "One of the members of the group ZZ Top, I felt like doing a drawing of an old man with this drawing. I like the beard that he has, it looks very original. The shades do him justice too. If you wanted to know, he’s singing in the microphone."
}
]